/*
   Localizable.strings
   Gmail Notifr

   Created by James Chen on 11/18/11.
   Copyright 2011 ashchan.com. All rights reserved.

   Dutch translation contributed by Ico Davids on 11/13/11.
 */


//-----------------------------------------
// Menu and tooltip
//----------------------------------------
/* Open Inbox menu item under each account */
"Open Inbox" = "Ga naar inbox";

/* menubar tooltip when checking mail */
"Checking Mail" = "Bezig met controleren...";

/* connection error message */
"Connection Error" = "Verbindingsfout";

/* wrong username/password pair error message */
"Username/password Wrong" = "Gebruikersnaam/wachtwoord incorrect";

/* count of unread messages */
"Unread Messages" = "%d ongelezen berichten";

/* count (1) of unread message */
"Unread Message" = "%d ongelezen bericht";

/* last check time */
"Last Checked:" = "Laatst gecontroleerd:";

/* Enable, Disable */
"Enable Account" = "Activeer dit account";
"Disable Account" = "Deactiveer dit account";

/* Check */
"Check" = "Nu controleren";

/* Main Menu */
"Check All" = "Alle accounts controleren";
"Preferences..." = "Voorkeuren...";
"Check for Updates..." = "Controleren op updates...";
"About Gmail Notifr" = "Over Mail Notifr";
"Donate..." = "Doneren...";
"Quit Gmail Notifr" = "Stop Mail Notifr";


//-----------------------------------------
// Preferences - Settings
// ----------------------------------------
"Settings" = "Voorkeuren";
"Launch at login" = "Start bij login";
"Show unread count in menu bar" = "Toon aantal ongelezen berichten in de menubalk";
"shortcuts.label" = "Hot Keys";
"shortcuts.checkall.label" = "Alle accounts controleren:";


//-----------------------------------------
// Preferences - Accounts
// ----------------------------------------
"Accounts" = "Accounts";
"Edit" = "Bewerken";

"Username:" = "Gebruikersnaam:";
"Password:" = "Wachtwoord:";
"Check for new mail every" = "Controleer op nieuwe e-mail elke";
"minutes" = "minuten";
"Use Growl Notification" = "Gebruik notificaties";
"Play sound:" = "Speel geluid af:";
"To add a Google Hosted Account, specify the full email address as username, eg: admin@ashchan.com." = "Om een Google Hosted Account toe te voegen dient het volledige e-mailadres als gebruikersnaam ingevuld te worden. Bv.: james@ashchan.com";
"Enable this account" = "Activeer dit account";
"Open in browser:" = "Open in browser:";
"Cancel" = "Annuleren";
"OK" = "OK";
